Repository: ahmubashshir/gedit_crypto
Catalog: crypto/po/*.po
Languages: it

source: Encryption error
it: Errore di cifratura

source: The encryption process failed due to the following error:
it: Il processo di cifraggio è fallito a causa del seguente errore:

source: Decryption error
it: Errore di decifratura

source: The decryption process failed due to the following error:
it: Il processo di decifraggio è fallito a causa del seguente errore:

source: Encrypt document
it: Cifra documento

source: Decrypt document
it: Decifra documento

source: Encrypt/decrypt
it: Cifra/decifra

source: Key selection
it: Selezione della chiave

source: Search:
it: Cerca:

source: Key
it: Chiave

source: Fingerprint
it: Impronta

source: Show popup menu (needs restart)
it: Mostra menu contestuale (necessario il riavvio)
